[
    {
        "name": "Stephen Hawking",
        "text": [
            "Olá! Me chamo Stephen Hawking, muito prazer!",
            "Antes de qualquer coisa, preciso que saiba o siginificado de capacitismo:",
            "A discriminação e o preconceito social contra pessoas com alguma deficiência.",
            "Gostaria de te contar mais sobre a minha história, mas antes, é necessário passar por um desafio, tem interesse?",
            "Boa sorte!",
            "Assim como você experimentou agora, eu passei ao longo da minha vida por muitos obstáculos...",
            "Se algum dia fui uma pessoa comum, por mais de 50 anos eu deixei de ser.",
            "Mas eu segui sendo a mesma pessoa, com toda uma história pessoal, sonhos, desejos, conquistas, amores...",
            "E não, não sou especial e nem nada do tipo.",
            "Assim como eu, outros pessoas com deficiência são iguais a qualquer outra pessoa que você vê por aí",
            "Pessoas com histórias pessoais, sonhos, desejos, conquistas, amores...",
            "Tenho a sorte de ter sido uma pessoa que conquistou influência mundial... ",
            "e isso permitiu que eu desse mais visibilidade para outros que vivem uma vida de obstáculos como a que eu vivi.",
            "Mas isso não significa que o esforço acabou...",
            "A luta contra o preconceito e obstáculos tem que acompanhar um esforço ativo, e todos tem que fazer a parte.",
            "Principalmente aqueles que tem condições de fazer mais por nós!",
            "Conto com você!"
        ]
    },
    {
        "name": "Machado de Assis",
        "text": [
            "Olá, tudo bem?",
            "Me chamo Machado de Assis, sou um grande escritor brasileiro e meu trabalho é reconhecido pelo mundo inteiro.",
            "Bom, dentro da minha história, existe algo que é muito chato.",
            "Na maioria das vezes, eu sou retratado como branco.",
            "Toda imagem minha era tratada para parecer que eu era mais claro do que realmente sou.",
            "E o pior, eu não sou o primeiro que isso acontece.",
            "E infelizmente, não serei o último também.",
            "Durante a minha vida eu precisei passar por uma série de obstáculos.",
            "Já os meus colegas, brancos, não.",
            "E isso ocorre por conta do racismo estrutural que acontece em nossa sociedade.",
            "Pra exemplificar, você já ouviu a metáfora da corrida?",
            "Metáfora em que as pessoas brancas e negras têm pontos de partida diferentes?",
            "Bom, irei te mostrar de uma forma mais intuitiva agora como isso funciona...",
            "Boa sorte!",
            "Bom, agora que você passou por esse desafio, o que você me diz?",
            "Foi justo?",
            "Foi fácil?",
            "Você sabe o que é equidade?",
            "Equidade é a capacidade de ajustar os desafios de uma forma que fique mais justo para os participantes.",
            "Não é dar o trajeto igual a todos.",
            "Mas o trajeto necessário para as condições de cada um.",
            "É tratar de forma desigual aqueles que são desiguais.",
            "Então qual seria a forma de tornar esse desafio mais equalitário para todos?"
        ]
    },
    {
        "name": "Junko Tabei",
        "text": [
            "Olá! Eu sou a Junko Tabei, tudo bem com você?",
            "Não é estranho que meu nome não seja familiar para você, afinal sou pioneira no que faço.",
            "Bem, não exatamente pioneira no que faço, mas no que fiz...",
            "Sou a primeira mulher a alcançar o topo do Everest. Radical, né?",
            "Não acho esses rótulo relevantes, mas eles conseguem ser um indicativo de que não foi fácil chegar onde cheguei.",
            "Quer ver como é essa sensação?",
            "Boa sorte!",
            "Obrigado por me ajudar a passar por mais esse desafio, e parabéns pela resiliência!",
            "É muito importante que você saiba:",
            "Nenhum sonho é maior que a nossa capacidade de realizá-lo.",
            "E é ainda mais importante que essa mensagem reverbere em você que tem ambições.",
            "Lembre-se que todos aqueles e aquelas à sua volta também desejam se alçar a novas alturas.",
            "Lembre-se que, quanto mais ajuda você tiver, mais rápido e mais longe você chega.",
            "E não existe caminho mais rápido para o sucesso certo do que aquele repleto de empatia.",
            "Procure exercitar a empatia antes do julgamento.... A irmandade antes do rótulo... O respeito antes do olhar crítico...",
            "Não se esqueça que nada atrai mais o sucesso do que a empatia!"
        ]
    }
]